[
  {
    "titulo": "Round 6",
    "tipo": "serie",
    "categoria": "drama",
    "sinopse": "Gi-hun fica devastado pela perda de seu melhor amigo e mergulha em profundo desespero após descobrir que o Mestre do Jogo escondeu sua verdadeira identidade para se infiltrar secretamente no jogo.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/round6.jpg"
  },
  {
    "titulo": " A Lenda de Ochi (2025)",
    "tipo": "filme",
    "categoria": "infantil",
    "sinopse": "Em uma vila remota na ilha de Carpathia, uma tímida garota de fazenda chamada Yuri foi criada para temer uma espécie animal conhecida como Ochi. Mas, quando Yuri descobre que um bebê Ochi ferido foi abandonado, ela parte em uma aventura para levá-lo para casa.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/alendadeochi.jpg"
  },
  {
    "titulo": " A Obsessão de Celine (2024)",
    "tipo": "filme",
    "categoria": "drama",
    "sinopse": "Caleb é casado com Celine, mas tem um caso com Fiona. Celine sonha em ter um filho, mas quando descobre a traição, resolve se separar. Agora, os amantes constroem uma vida juntos, mas Celine, obcecada em recuperar o que perdeu, decide lutar pelo que acredita ser seu por direito: o filho de Caleb, Brody.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/AObsess%C3%A3odeCeline.jpg"
  },
  {
    "titulo": "Colarinho Branco 2 (2025)",
    "tipo": "filme",
    "categoria": "drama",
    "sinopse": "Um auditor fiscal honesto é transferido para uma pequena cidade do Rajastão e descobre um esquema de corrupção liderado por um famoso político.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/ColarinhoBranco2.jpg"
  },
  {
    "titulo": "Confinado (2025)",
    "tipo": "filme",
    "categoria": "ação",
    "sinopse": "O assaltante Eddie invade um SUV de luxo acreditando ter encontrado o alvo perfeito, mas cai em uma armadilha mortal. O veículo pertence a William, um autoproclamado justiceiro que impõe sua própria visão de justiça. Transformado em uma prisão sobre rodas, o carro torna cada movimento uma ameaça. Sem saída e à mercê de um inimigo frio e calculista, Eddie precisa lutar para sobreviver nesse jogo implacável.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/Confinado.jpg"
  },
  {
    "titulo": "Criatura Voraz (2025)",
    "tipo": "filme",
    "categoria": "terror",
    "sinopse": "Uma terapeuta clarividente confronta seus próprios demônios pessoais enquanto tenta salvar uma jovem que acredita que uma entidade malévola está se alimentando dela.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/CriaturaVoraz.jpg"
  },
  {
    "titulo": "Desastre Total: Cruzeiro do Cocô (2025)",
    "tipo": "filme",
    "categoria": "documentario",
    "sinopse": "Um incêndio na casa de máquinas de um navio deixa 4.000 passageiros à deriva, sem energia e nem encanamento, neste documentário sobre o cruzeiro do cocô de 2013.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/DesastreTotalCruzeirodoCoco.jpg"
  },
  {
    "titulo": " Homem com H (2025)",
    "tipo": "filme",
    "categoria": "drama",
    "sinopse": "Dono de uma voz inconfundível e de performances memoráveis, Ney Matogrosso morava com os pais e irmãos na pequena cidade de Bela Vista (MS). Os embates com o pai, que insistia que o menino “virasse homem”, levaram Ney a se afastar da família, antes de enveredar para a vida artística. Anos depois de sair de casa, em São Paulo, estreou como vocalista dos Secos e Molhados, dando início às performances históricas que o definiram como um dos maiores artistas brasileiros da atualidade.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/HomemcomH.jpg"
  },
  {
    "titulo": "Noivo à Indiana (2025)",
    "tipo": "filme",
    "categoria": "comedia",
    "sinopse": "Quando Naveen leva seu noivo Jay para conhecer sua família indiana tradicional, os dois enfrentam o desafio de serem aceitos - ele, um artista branco e órfão - enquanto tentam planejar o casamento indiano dos sonhos.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/NoivoaIndiana.jpg"
  },
  {
    "titulo": "O Estranho em Minha Casa (2025) (LEG)",
    "tipo": "filme",
    "categoria": "drama",
    "sinopse": "Ali e sua filha Katie têm uma vida perfeita – até que um estranho afirma ser o pai de Katie. À medida que os segredos são revelados, sua obsessão se torna perigosa, arrastando-as para uma teia de mentiras e medo.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/OEstranhoemMinhaCasa.jpg"
  },
  {
    "titulo": "Os Afro-Sambas: O Brasil de Baden e Vinícius (2024)",
    "tipo": "filme",
    "categoria": "documentario",
    "sinopse": "O filme de Emílio Domingos mergulha no processo de criação do álbum Os Afro-Sambas, uma parceria de Baden Powell e Vinicius de Moraes, gravado em 1966 e que se tornaria um marco na história da música brasileira. Filmado entre Salvador e o Rio de Janeiro, com imagens de arquivo preciosas e depoimentos de artistas como Maria Bethânia, Dori Caymmi, Russo Passapusso e Nelson Motta, além de familiares dos dois artistas, o documentário esmiúça as inovações rítmicas, melódicas, harmônicas e poéticas das canções para reafirmar a enorme importância cultural da obra.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/OsAfroSambasOBrasildeBadeneVin%C3%ADcius.jpg"
  },
  {
    "titulo": "Uma Vida Sem Roteiro (2024)",
    "tipo": "filme",
    "categoria": "documentario",
    "sinopse": "Amy e Max são um casal que viaja para um luxuoso resort no norte dos Estados Unidos. Amy gostaria de aproveitar mais tempo com seu noivo, mas Max passa a maior parte da semana trabalhando. Aproveitando o lugar sozinha, ela acaba fazendo uma inesperada amizade com um guia local.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/umavidasemroteiro.jpg"
  },
  {
    "titulo": " Contagem Regressiva (2025)",
    "tipo": "serie",
    "categoria": "drama",
    "sinopse": "Quando um agente do Departamento de Segurança Nacional é morto à luz do dia, o detetive da Polícia de Los Angeles Mark Meachum é recrutado para uma força-tarefa com agentes disfarçados de todas as agências de segurança para investigar.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/contagemregressiva.jpg"
  },
  {
    "titulo": "Coração de Ferro (2025)",
    "tipo": "serie",
    "categoria": "ação",
    "sinopse": "A inventora genial Riri Williams volta a Chicago e conhece Parker Robbins, conhecido como O Capuz ",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/coracaodeferro.jpg"
  },
  {
    "titulo": "Olympo (2025)",
    "tipo": "serie",
    "categoria": "drama",
    "sinopse": "Depois que uma nadadora desmaia em um centro esportivo de alto rendimento, Amaia decide investigar os riscos que os atletas estão correndo para alcançar suas ambições.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/Olympo.jpg"
  },
  {
    "titulo": "Raul Seixas: Eu Sou (2025)",
    "tipo": "serie",
    "categoria": "drama",
    "sinopse": "O jovem gênio Raul Seixas ambiciona fundar o rock brasileiro, porém sua jornada é sabotada pela ditadura e a rejeição popular, além de seu maior inimigo: ele mesmo.",
    "img": "https://raw.githubusercontent.com/Felipedjsdv/updatecontent/main/img/raulseixas.jpg"
  }
]
